/* game mod description */
"Land can not be destroyed" = "Podłoże jest niezniszczalne";

/* game mod title */
"Solid Land" = "Niezniszczalny teren";

/* game mod description */
"Add an indestructable border around the terrain" = "Dodaje niezniszczalną ramkę dookoła terenu";

/* game mod title */
"Add Border" = "Dodaj ramkę";

/* game mod description */
"Teams will start on opposite sides of the terrain" = "Drużyny rozpoczną grę na przeciwległych stronach mapy";

/* game mod title */
"Divide Team (max 2 teams)" = "Rozdziel drużyny (maksymalnie 2 drużyny)";

/* game mod description */
"Lower gravity" = "Niższa grawitacja";

/* game mod title */
"Low Gravity" = "Niska grawitacja";

/* game mod description */
"Assisted aiming with laser sight" = "Laserowe wspomaganie celowania";

/* game mod title */
"Laser Sight" = "Celownik laserowy";

/* game mod description */
"All hogs have a personal forcefield" = "Wszystkie jeże posiadają osobiste pole siłowe";

/* game mod title */
"Invulnerable" = "Nieśmiertelność";

/* game mod description */
"All (living) hedgehogs are fully restored at the end of turn" = "Wszystkie żyjące jeże mają pełne życie od następnej tury";

/* game mod title */
"Reset Health" = "Odnów życie";

/* game mod description */
"Gain 150% of the damage you do back in health" = "Odzyskaj 80% życia z zadanych obrażeń";

/* game mod title */
"Vampirism Mode" = "Wampiryzm";

/* game mod description */
"Share your opponents pain, share their damage" = "Współdziel ból uderzeń ze swoim przeciwnikiem. Współdziel także obrażenia";

/* game mod title */
"Karma Mode" = "Karma";

/* game mod description */
"Your hogs are unable to move, test your aim" = "Twoje jeże nie mogą się poruszać, sprawdź swoją celność";

/* game mod title */
"Artillery Mode" = "Artyleria";

/* game mod description */
"Defend your fort and destroy the opponents" = "Broń swojego fortu i zniszcz przeciwników";

/* game mod title */
"Fort Mode" = "Fort";

/* game mod description */
"Order of play is random instead of in room order" = "Kolejność gry jest losowa zamiast kolejności wg listy graczy";

/* game mod title */
"Random Order" = "Losowa kolejność";

/* game mod description */
"Play with a King; when he dies, your side loses" = "Graj z Królem; jeśli umrze - Twoja strona przegrywa";

/* game mod title */
"King Mode" = "Król";

/* game mod description */
"Take turns placing your hedgehogs pre-game" = "Rozmieść swoje jeże przed rozpoczęciem gry";

/* game mod title */
"Place Hedgehogs" = "Rozmieść jeże";

/* game mod description */
"Ammo is shared between all clan teams" = "Amunicja jest wspólna dla graczy tej samej drużyny";

/* game mod title */
"Clan Shares Ammo" = "Wspólna amunicja";

/* game mod description */
"Disable girders when generating random maps" = "Wyłącz mosty przy tworzeniu losowych map";

/* game mod title */
"Disable Girders" = "Wyłącz mosty";

/* game mod description */
"Disable land objects when generating maps" = "Wyłącz dodatki w czasie tworzenia map";

/* game mod title */
"Disable Land Objects" = "Wyłącz dodatki terenu";

/* game mod description */
"AI-controlled hogs respawn on death" = "Jeże kontrolowane przez komputer odradzają się po śmierci";

/* game mod title */
"AI Survival Mode" = "Tryb przetrwania";

/* game mod description */
"Attacking does not end your turn" = "Atak nie kończy twojej tury";

/* game mod title */
"Unlimited Attacks" = "Nielimitowane ataki";

/* game mod description */
"Weapons are reset to starting values each turn" = "Liczba broni powraca do wartości początkowej po każdej turze";

/* game mod title */
"Reset Weapons" = "Resetuj Uzbrojenie";

/* game mod description */
"Each hedgehog has its own ammo" = "Każdy z Jeży ma własny zestaw broni";

/* game mod title */
"Per Hedgehog Ammo" = "Oddzielna amunicja";

/* game mod description */
"You will not have to worry about wind any more" = "Wiatr nie jest już problemem";

/* game mod title */
"Disable Wind" = "Wyłącz wiatr";

/* game mod description */
"Wind will affect almost everything" = "Wiatr ma wpływ na prawie każdą broń";

/* game mod title */
"More Wind" = "Więcej wiatru";

/* game mod description */
"Clan teams take turns sharing their time" = "Każdy zespół w klanie wykonuje tury dzieląc czas pomiędzy siebie";

/* game mod title */
"Tag Team" = "Zespół";

/* game mod description */
"Add an indestructible border along the bottom" = "Dodaje niezniszczalną ramkę u dołu mapy";

/* game mod title */
"Bottom Border" = "Dodaj ramkę na dole";


/* flag description */
"Initial Health" = "Ilość punktów życia";

/* flag description */
"Damage Modifier" = "Modyfikator obrażeń";

/* flag description */
"Turn Time" = "Czas trwania tury";

/* flag description */
"Sudden Death Timeout" = "Ilość tur przed NŚ";

/* flag description */
"Water Rise Amount" = "Podwyższenie wody";

/* flag description */
"Health Decrease" = "Tracone HP";

/* flag description */
"Rope Length (%)" = "Długość liny w (%)";

/* flag description */
"Crate Drop Turns" = "Zrzuty skrzyń";

/* flag description */
"Health Kit Probability (%)" = "Prawdopodobieństwo apteczki w (%)";

/* flag description */
"Health Amount in Kit" = "Ilość HP w apteczce";

/* flag description */
"Mines Time" = "Czas detonacji min";

/* flag description */
"Mines Number" = "Ilość min";

/* flag description */
"Dud Mines Probability (%)" = "Prawdopodobieństwo niewybuchów w (%)";

/* flag description */
"Explosives" = "Mat. wybuchowe";

/* flag description */
"Get Away Time (%)" = "Czas na ucieczkę w (%)";
